{
  "_meta": {
    "description": "Newsroom index generated from markdown files in content/newsroom/. This file controls all newsroom content, routing, and display behavior. Each newsroom article is authored as a markdown file with frontmatter and automatically indexed here.",
    "source": "Markdown files in content/newsroom/ (recursive glob pattern: **/*.{md,txt})",
    "generated": "2026-01-16T13:15:54.207Z",
    "count": 9,
    "fields": {
      "slug": "Unique URL slug used for routing. Auto-generated from filename if not provided in frontmatter. Generates the route /newsroom/:slug.",
      "date": "Release date stored as YYYY-MM-DD in Asia/Kolkata (GMT+05:30). Used for sorting (newest first).",
      "title": "Primary headline of the newsroom article. Required field. Displayed on listing pages and detail page hero section.",
      "industry": "Industry classification label. Required field. Used for display and filtering.",
      "subheader": "Subheading displayed below the title on detail pages. Required field. Provides additional context or summary.",
      "tags": "Optional array of topic tags. Used for categorization and filtering. Can be provided as YAML array in frontmatter.",
      "summary": "Brief summary text. Optional field. Auto-extracted from first 2 lines of content if not provided in frontmatter. Truncated to 200 characters if longer.",
      "sourcePath": "Relative path to the source markdown file under content/newsroom/. Used to lazy-load markdown at runtime."
    },
    "requiredFields": [
      "date",
      "title",
      "industry",
      "subheader"
    ],
    "optionalFields": [
      "slug",
      "tags",
      "summary"
    ],
    "validationRules": {
      "fileFormat": "Markdown files (.md or .txt) with YAML frontmatter",
      "requiredFrontmatter": "All files must have title, industry, and subheader fields in frontmatter (date is optional and ignored)",
      "slugGeneration": "If slug not provided, generated from filename: lowercase, replace non-alphanumeric with hyphens, trim leading/trailing hyphens",
      "dateHandling": "Date is assigned to today's date (YYYY-MM-DD) in Asia/Kolkata when the slug first appears, and preserved on subsequent builds",
      "summaryExtraction": "If summary not provided, extracted from first 2 non-empty lines of content, stripped of markdown formatting, truncated to 200 chars"
    },
    "generationRules": {
      "sourceOfTruth": "Markdown files in content/newsroom/ are the source of truth",
      "mergeBehavior": "If a release with the same slug already exists, the markdown file takes precedence and overwrites it",
      "dateAssignment": "Frontmatter date is ignored; date is set to today's Asia/Kolkata date for new slugs and preserved for existing slugs",
      "sorting": "Releases are sorted by date in descending order (newest first)",
      "fileProcessing": "All markdown files matching the glob pattern are processed. Invalid files (missing required fields) are skipped with warnings"
    },
    "routingRules": {
      "route": "/newsroom/:slug",
      "listingPage": "/newsroom",
      "detailPage": "src/pages/newsroom/NewsroomDetail.tsx"
    },
    "notes": [
      "Files missing required frontmatter fields (title, industry, or subheader) are skipped during generation with a warning message.",
      "Frontmatter 'date' is optional and ignored; dates are assigned/preserved by the generator for stability across builds.",
      "Slug collisions are handled by allowing markdown files to overwrite existing releases with the same slug.",
      "Summary auto-extraction removes markdown formatting (headers, bold, italic, links) and limits length to 200 characters."
    ],
    "timezone": "Asia/Kolkata (GMT+05:30)",
    "dateFormat": "YYYY-MM-DD"
  },
  "releases": [
    {
      "slug": "india-telemedicine-market-outlook-2030",
      "date": "2026-01-16",
      "title": "India Telemedicine Market Outlook to 2030 Highlights Structural Shift in Digital Healthcare Delivery",
      "industry": "Healthcare",
      "subheader": "New market outlook finds telemedicine in India moving from episodic virtual consultations toward integrated, longitudinal digital care models amid structural healthcare access gaps.",
      "tags": [
        "India Telemedicine Market",
        "Digital Healthcare India",
        "Virtual Care",
        "Remote Patient Monitoring",
        "Teleconsultation Platforms"
      ],
      "summary": "The India telemedicine market outlook to 2030 highlights a structural transition in healthcare delivery as virtual care platforms become embedded across hospitals, clinics, employers, and homecare settings. Rising chronic disease prevalence, physician shortages, digital infrastructure expansion, and regulatory normalization continue to shape long-term market growth.",
      "sourcePath": "content/newsroom/india-telemedicine-market-outlook-2030.md"
    },
    {
      "slug": "india-home-healthcare-devices-market",
      "date": "2026-01-16",
      "title": "India Home Healthcare Devices Market Brand Perception Study Highlights Trust and Accuracy as Category Differentiators",
      "industry": "Healthcare",
      "subheader": "New national study finds trust, accuracy, and clinical credibility outweigh price sensitivity in India’s home healthcare devices market as brands compete for evidence-led category leadership.",
      "tags": [
        "India Home Healthcare Devices Market",
        "Brand Perception Study",
        "Consumer Medical Devices",
        "Blood Pressure Monitors",
        "Glucometers and Oximeters",
        "Trust and Credibility"
      ],
      "summary": "A new Alora Advisory case study outlines how a national brand perception study (10,000 respondents) helped a leading consumer medical devices brand validate positioning, quantify trust drivers, and align leadership claims to market evidence in India’s home healthcare devices market.",
      "sourcePath": "content/newsroom/india-home-healthcare-devices-market.md"
    },
    {
      "slug": "global-wearable-medical-devices-market-outlook-2030",
      "date": "2026-01-16",
      "title": "Global Wearable Medical Devices Market Outlook to 2030 Highlights Shift Toward Continuous Chronic Care",
      "industry": "Healthcare",
      "subheader": "New market outlook finds wearable medical devices increasingly embedded in long-term chronic disease management, driven by decentralised care delivery and continuous monitoring adoption.",
      "tags": [
        "Wearable Medical Devices",
        "Chronic Disease Management",
        "Remote Patient Monitoring",
        "Digital Health",
        "Medical Device Market"
      ],
      "summary": "The global wearable medical devices market for chronic disease management is entering a structurally important phase as healthcare systems increasingly rely on continuous monitoring, decentralised care delivery, and data-driven disease management. The market was valued at US$42.0–45.0 billion in 2024 and is projected to reach US$90.0–95.0 billion by 2030, supported by sustained adoption across diabetes, cardiovascular, respiratory, and neurological care.",
      "sourcePath": "content/newsroom/global-wearable-medical-devices-market-outlook-2030.md"
    },
    {
      "slug": "global-hospital-at-home-technology-market-outlook-2030",
      "date": "2026-01-12",
      "title": "Global Hospital-at-Home Technology Market Outlook to 2030 Highlights Structural Shift in Care Delivery",
      "industry": "Healthcare",
      "subheader": "New market outlook finds Hospital-at-Home technology moving from pilot-led adoption to structured care delivery, supported by digital health integration, capacity constraints, and evolving reimbursement frameworks.",
      "tags": [
        "Hospital-at-Home",
        "Remote Patient Monitoring",
        "Virtual Care Platforms",
        "Digital Health Infrastructure",
        "Home-Based Acute Care"
      ],
      "summary": "The Global Hospital-at-Home Technology Market Outlook to 2030 signals a transition from experimental programs to a more formalized component of healthcare delivery. Capacity constraints in hospitals, aging populations, and wider acceptance of digitally enabled care models are driving growth, while reimbursement stability, interoperability, and regulatory clarity shape adoption outcomes.",
      "sourcePath": "content/newsroom/global-hospital-at-home-technology-market-outlook-2030.md"
    },
    {
      "slug": "us-advanced-energy-storage-market-outlook-2030",
      "date": "2026-01-10",
      "title": "US Advanced Energy Storage Market Outlook to 2030 Highlights Compliance-Led Growth Shift",
      "industry": "Energy",
      "subheader": "New analysis shows battery energy storage becoming foundational infrastructure as policy, grid strain, and enterprise monetization models reshape the US market.",
      "tags": [
        "Battery Energy Storage Systems (BESS)",
        "Grid Scale Storage",
        "FEOC Compliance",
        "Grid Modernization",
        "Lithium Ion Storage"
      ],
      "summary": "The US advanced energy storage market outlook to 2030 reflects a structural shift in how battery energy storage systems are deployed and monetized. Grid modernization, rising peak demand, and new federal compliance rules are accelerating adoption while raising execution and sourcing complexity for developers, enterprises, and investors.",
      "sourcePath": "content/newsroom/us-advanced-energy-storage-market-outlook-2030.md"
    },
    {
      "slug": "global-cybersecurity-market-outlook-2030",
      "date": "2026-01-10",
      "title": "Global Cybersecurity Market Outlook to 2030 Highlights Platform-Led Security Shift",
      "industry": "Technology",
      "subheader": "New analysis indicates cybersecurity spending remains resilient as escalating cyber risk, cloud adoption, and regulatory pressure drive sustained double-digit market growth through 2030.",
      "tags": [
        "Cybersecurity",
        "Information Security",
        "Cloud Security",
        "Identity and Access Management",
        "Managed Security Services"
      ],
      "summary": "The global cybersecurity market outlook to 2030 reflects a structural shift from fragmented, perimeter-based defenses toward integrated, identity-centric, and intelligence-driven security platforms. Rising threat intensity, regulatory enforcement, and enterprise digitalization are reshaping long-term security investment priorities across regions and industries.",
      "sourcePath": "content/newsroom/global-cybersecurity-market-outlook-2030.md"
    },
    {
      "slug": "india-ai-infrastructure-market-outlook-2030",
      "date": "2026-01-07",
      "title": "India AI Infrastructure Market Outlook to 2030 Highlights Capacity-Led Growth Under Power Constraints",
      "industry": "Technology",
      "subheader": "New market outlook finds India’s AI infrastructure market shifting from demand-driven expansion to capacity-led deployment, with power availability, data center readiness, and cloud scale determining realized outcomes.",
      "tags": [
        "India AI Infrastructure",
        "AI Data Centers India",
        "AI Cloud Infrastructure",
        "AI Compute Capacity",
        "Hybrid AI Infrastructure",
        "Digital Infrastructure India"
      ],
      "summary": "The India AI infrastructure market outlook to 2030 signals a structural transition from experimentation-led adoption to scaled, production-grade deployment. While enterprise and government demand for AI continues to expand, realized growth is increasingly governed by the speed and certainty of infrastructure capacity deployment across power, data centers, and cloud platforms.",
      "sourcePath": "content/newsroom/india-ai-infrastructure-market-outlook-2030.md"
    },
    {
      "slug": "global-ai-infrastructure-market-outlook-2030",
      "date": "2026-01-05",
      "title": "Global AI Infrastructure Market Outlook to 2030 Highlights Inference-Led Growth Under Power Constraints",
      "industry": "Technology",
      "subheader": "New market outlook finds AI infrastructure shifting from training-centric buildouts to inference-driven deployment, with power availability emerging as the primary growth constraint.",
      "tags": [
        "AI Infrastructure",
        "AI Data Centers",
        "AI Compute",
        "AI Inference Infrastructure",
        "Hybrid AI Infrastructure",
        "Sovereign AI"
      ],
      "summary": "The global AI infrastructure market outlook to 2030 signals a structural transition from experimental, training-focused deployments to inference-dominant production systems. Rising enterprise adoption, hyperscaler capital expenditure, and sovereign AI initiatives are driving long-term growth, while power availability, grid access, and semiconductor supply concentration are emerging as the primary constraints shaping deployment outcomes.",
      "sourcePath": "content/newsroom/global-ai-infrastructure-market-outlook-2030.md"
    },
    {
      "slug": "india-generative-ai-market-outlook-2030",
      "date": "2026-01-01",
      "title": "India Generative AI Market Outlook to 2030 Highlights Enterprise-Led Adoption Shift",
      "industry": "Technology",
      "subheader": "New analysis indicates Generative AI in India is moving from experimentation to scaled enterprise deployment, shaped by productivity demand, localization needs, and digital public infrastructure.",
      "tags": [
        "Generative AI",
        "Artificial Intelligence India",
        "Enterprise AI",
        "AI Services",
        "AI Market Outlook"
      ],
      "summary": "The India Generative AI market outlook to 2030 reflects a structural transition from pilot-led experimentation to broader enterprise and public-sector adoption. Enterprise productivity use cases, vertical-specific applications, and AI-enabled service exports are emerging as the primary growth drivers, while infrastructure access and regulatory clarity remain key constraints.",
      "sourcePath": "content/newsroom/india-generative-ai-market-outlook-2030.md"
    }
  ]
}